;***************************************
;New Ability Descriptions
;***************************************

;Officer Ability
[VCP_OfficerMastery X2AbilityTemplate]
LocFriendlyName = "军官"
LocHelpText = " <Ability:ClassName/>通过经验提升自身能力."
LocLongDescription = " <Ability:ClassName/>通过经验提升自身能力."
LocPromotionPopupText = "<font color='#CA7200'>1级</font>获得<Ability:RANKNAME1/>等级[1]<br/><Bullet/>获得<font color='#3ABD23'>浓烟</font> - 烟雾弹现在能为盟友施加强大力量.<br/><Bullet/>羁绊伙伴每次任务都会获得额外的命中率.<br/><br/><font color='#CA7200'>2级</font>获得<Ability:RANKNAME3/>等级[3]<br/><Bullet/>获得<font color='#3ABD23'>雾墙</font> - 烟雾弹提供额外的防御.<br/><Bullet/>为装备的烟雾弹增加1次充能.<br/><Bullet/>羁绊伙伴每次任务都会获得额外的暴击率.<br/><br/><font color='#CA7200'>3级</font>获得<Ability:RANKNAME5/>等级[5]<br/><Bullet/>获得<font color='#3ABD23'>堡垒烟雾</font> - 烟雾弹现在能提供对环境负面效果的免疫.<br/><Bullet/>羁绊伙伴每次任务都会获得额外的最大生命值.<br/><br/><font color='#CA7200'>4级</font>获得<Ability:RANKNAME7/>等级[7]<br/><Bullet/>获得<font color='#3ABD23'>精神护盾烟雾</font> -烟雾弹现在能够消除并防止负面精神状态.<br/><Bullet/>羁绊伙伴每次任务都会获得额外的意志力和防御力."

;StunLancer Ability
[VCP_StunLancerMastery X2AbilityTemplate]
LocFriendlyName = "强袭兵"
LocHelpText = "The <Ability:ClassName/>通过经验提升自身能力."
LocLongDescription = "The <Ability:ClassName/>通过经验提升自身能力."
LocPromotionPopupText = "<font color='#CA7200'>1级</font>获得<Ability:RANKNAME1/>等级[1]<br/><Bullet/>获得<font color='#3ABD23'>审讯者</font> -获得每次任务额外获得1次开颅器充能.<br/><Bullet/>羁绊伙伴会获得额外的防御力，该防御力随羁绊等级的提升而增加.<br/><Bullet/>获得+2 HP.<br/><br/><font color='#CA7200'>2级</font>获得<Ability:RANKNAME3/>等级[3]<br/><Bullet/>获得<font color='#3ABD23'>防暴控制</font> -免费提供烟雾弹和闪光弹.<br/><Bullet/>获得+5 意志力.<br/><br/><font color='#CA7200'>3级</font>获得<Ability:RANKNAME5/>等级[5]<br/><Bullet/>获得<font color='#3ABD23'>生存本能</font> -获得受伤时获得额外的防御力和暴击率.<br/><Bullet/>获得+5防御.<br/><br/><font color='#CA7200'>4级</font>获得<Ability:RANKNAME7/>等级[7]<br/><Bullet/>获得<font color='#3ABD23'>韧性</font> - 你无法被暴击.<br/><Bullet/>获得+1 护甲."

;***************************************
; - GTS UNLOCKS -
;***************************************

;StunLancer Unlocks
[VCP_StunLancerUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "强袭兵：眩晕精通"
Summary = "所有强袭兵，无论军衔如何，均获得眩晕精通."
[VCP_StunLancerUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "强袭兵：高级眩晕精通"
Summary = "所有强袭兵，无论军衔如何，均获得高级眩晕精通."
[VCP_StunLancerUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "强袭兵：终级眩晕精通"
Summary = "所有强袭兵，无论军衔如何，均获得终级眩晕精通."

;Officer Unlocks
[VCP_OfficerUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "军官: 军官技能 "
Summary = "所有军官士兵，无论军衔如何，均获得军官技能."
[VCP_OfficerUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "军官: 高级军官技能"
Summary = "所有军官士兵，无论军衔如何，均获得高级军官技能."
[VCP_OfficerUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "军官: 终级军官技能"
Summary = "所有军官士兵，无论军衔如何，均获得终级军官技能."
